# Создать строку равную первым пяти символам введенной строки.

st = str(input('Введите строку: '))
print('Первые пять символов: ', (st[:5]))