# Создать строку равную третьему символу введенной строки.

st = str(input('Введите строку: '))
print('Третий символ: ', (st[2]))