# Создать строку равную предпоследнему символу введенной строки.

st = str(input('Введите строку: '))
print('Предпоследний символ:', (st[-2]))
