# Создать строку равную введенной строку без последних двух символов.

st = str(input('Введите строку: '))
print('Она же, на два символа короче: ', (st[:-2]))
